[
  {
    "id": 1,
    "Affermazione": "L'account ufficiale di McDonald Azerbaijan promuoveva la presa militare del Nagorno-Karabakh.",
    "Etichetta": "Vero"
  },
  {
    "id": 2,
    "Affermazione": "Il pittore di Skagen Peder Severin prediligeva il naturalismo, insieme a Theodor Esbern Philipsen e all'artista Ossian Elgstrom con cui studiò nel 1907.",
    "Etichetta": "Vero"
  },
  {
    "id": 3,
    "Affermazione": "Nel 2011 la popolazione dell'area di autorità unitaria che comprende il villaggio di Eastoft era di 167.446 abitanti.",
    "Etichetta": "Vero"
  },
  {
    "id": 4,
    "Affermazione": "Love Drunk è stato il singolo principale dell'album 'Boys Like Girls', per il quale il frontman Martin Johnson ha co-scritto una canzone con Taylor Swift.",
    "Etichetta": "Vero"
  },
  {
    "id": 5,
    "Affermazione": "Nel 1972 la MV Bessel si incagliò sulla seconda isola più grande del Mediterraneo.",
    "Etichetta": "Vero"
  },
  {
    "id": 6,
    "Affermazione": "L'attrice americana di cinema, televisione e teatro, star del film The Matchmaker e vincitrice del 40° AFI Life Achievement Award, è nata il 24 aprile 1934.",
    "Etichetta": "Vero"
  },
  {
    "id": 7,
    "Affermazione": "Il canale televisivo via cavo e satellitare americano in cui appare April Margera è di proprietà di Viacom Media Networks.",
    "Etichetta": "Vero"
  },
  {
    "id": 8,
    "Affermazione": "L'uomo noto come la voce di 'Elgar' presta la voce al personaggio inglese del manga love Hina ispirato a Keitaro Arima.",
    "Etichetta": "Vero"
  },
  {
    "id": 9,
    "Affermazione": "Il compositore di Longplayer era un musicista della band The Pogues",
    "Etichetta": "Vero"
  },
  {
    "id": 10,
    "Affermazione": "Mario Mazzacurati vinse il Gran Premio del Sudafrica del 1936 con la Bugatti, un modello di automobile fondato nel 1909 nell'allora città tedesca di Molsheim, in Alsazia.",
    "Etichetta": "Vero"
  },
  {
    "id": 11,
    "Affermazione": "L'uomo che allenò la squadra di football degli Indiana Hoosiers nel 1973 nacque nel 1935.",
    "Etichetta": "Vero"
  },
  {
    "id": 12,
    "Affermazione": "Seth Rollins è stato una star della WWE, non Jirair Hovnanian.",
    "Etichetta": "Vero"
  },
  {
    "id": 13,
    "Affermazione": "La star di Playback (film) è un attore e musicista statunitense, attivo sia in ambito cinematografico che televisivo. L'attore ha recitato in Now You See It, il film originale Disney Channel del 2005 diretto da Aly Michalka.",
    "Etichetta": "Vero"
  },
  {
    "id": 14,
    "Affermazione": "'Fallen in Love' è basato sulla serie di romanzi paranormali pubblicata dalla Delacorte Press.",
    "Etichetta": "Vero"
  },
  {
    "id": 15,
    "Affermazione": "L'infermiera di Liverpool Mimi Smith era la zia e la tutrice di John Lennon, uno dei figli più famosi della città." ,
    "Etichetta": "Vero"
  },
  {
    "id": 16,
    "Affermazione": "La star del thriller drammatico del 2004 Corn (film) è l'attrice canadese che ha recitato nel film per la televisione del 1996 'Bastard Out of California' diretto da Anjelica Huston.",
    "Etichetta": "Falso"    
  },
  {
    "id": 17,
    "Affermazione": "Thomas Tull ha prodotto il film commedia 'Una notte da leoni', ambientato in California.",
    "Etichetta": "Falso"
  },
  {
    "id": 18,
    "Affermazione": "Il film di cui Pocahontas II: Viaggio nel nuovo mondo è il sequel, Pocahontas (film del 1995), è stato realizzato prima di Nato in Cina, uscito nel 1991.",
    "Etichetta": "Falso"
  },
  {
    "id": 19,
    "Affermazione": "La star sotto contratto con la Metro-Goldwyn-Mayer, Arlene Dahl, recitò nel film 'Ambush' del 1950, basato sull'omonimo racconto scritto da Arlene Dahl.",
    "Etichetta": "Falso"
  },
  {
    "id": 20,
    "Affermazione": "Il filosofo tedesco Theodor W. Adorno scrisse L'opera, in cui Donald Gramm interpretava il ruolo di Hegel lo Squartatore.",
    "Etichetta": "Falso"
  },
  {
    "id": 21,
    "Affermazione": "L'attrice che ha recitato in 'La leggenda del mare azzurro' è diventata famosa grazie al suo ruolo in un film horror giapponese il cui titolo significa 'Quella ragazza bizzarra'",
    "Etichetta": "Falso"
  },
  {
    "id": 22,
    "Affermazione": "La band del musicista heavy metal noto con il soprannome '133' è originaria di Des Moines, Iowa, e si è formata nel 1998.",
    "Etichetta": "Falso"
  },
  {
    "id": 23,
    "Affermazione": "Stand By Me, il cui protagonista è River Phoenix, originario della Florida, è un film tratto dal racconto breve The Body di Stephen King.",
    "Etichetta": "Falso"
  },
  {
    "id": 24,
    "Affermazione": "Il rapper e attore americano, originario di Cleveland, Ohio, che ha partecipato come guest star all'album del 2018 contenente il singolo Pop That, ha pubblicato per la prima volta un mixtape nel 2006.",
    "Etichetta": "Falso"
  },
  {
    "id": 25,
    "Affermazione": "Il marito di Beatrice Helen Beckett fu primo ministro del Regno Unito dal 1793 al 1801.",
    "Etichetta": "Falso"
  }, 
  {
    "id": 26,
    "Affermazione": "Il fratello minore di 5 anni della principessa da cui prese il nome SS Principessa Mafalda, che divenne re, regnò per 34 giorni.",
    "Etichetta": "Falso"
  },
  {
    "id": 27,
    "Affermazione": "Owen Wilson ha recitato in un film con l'esperto di arti marziali Tom Wu. Ha anche doppiato il personaggio Pixar nella serie 'Cars'",
    "Etichetta": "Falso"
  },
  {
    "id": 28,
    "Affermazione": "Sia il poeta Maurice Newman che la Macquarie University sono australiani.",
    "Etichetta": "Falso"
  },
  {
    "id": 29,
    "Affermazione": "Il film 'L'ultima Salomè' è basato su un'opera teatrale di uno scrittore scomparso nell'agosto del 1900.",
    "Etichetta": "Falso"
  },
  {
    "id": 30,
    "Affermazione": "Rosario Dawson, protagonista del film con Rachael Leigh Cook, ha debuttato nel film drammatico per adolescenti del 1995 'Daredevil'",
    "Etichetta": "Falso"
  }
]
