[
  {
    "id": 1,
    "Affermazione": "Ainhoa_Artetxe ha ricevuto il Buero Vallejo Award in Spagna, la cui capitale è Madrid."
    "Etichetta": "Vero"
  },
  {
    "id": 2,
    "Affermazione": "Gabriel_Afolayan ha ricevuto l'Africa Movie Academy Award in Nigeria, la cui capitale è Abuja.",
    "Etichetta": "Vero"
  },
  {
    "id": 3,
    "Affermazione": "Walter Mercado ha ricevuto il New York City Award negli USA, la cui capitale è Washington D.C.",
    "Etichetta": "Vero"
  },
  {
    "id": 4,
    "Affermazione": "Miren Galan ha ricevuto il Buero Vallejo Award in Spagna, la cui capitale è Madrid.",
    "Etichetta": "Vero"
  },
  {
    "id": 5,
    "Affermazione": "Jean Delannoy ha ricevuto l'Honorary Cesar Award in Francia, la cui capitale è Parigi."
    "Etichetta": "Vero",
  },
  {
    "id": 6,
    "Affermazione": "Il conflitto Hazara del 1979 fu guidato da Nur Muhammad Taraki, nato nella provincia di Ghazni, in Afghanistan",
    "Etichetta": "Vero"
  },
  {
    "id": 7,
    "Affermazione": "Il convoglio SQ-36 fu guidato da Karl Donitz, nato a Grunau, in Germania.",
    "Etichetta": "Vero"
  },
  {
    "id": 8,
    "Affermazione": "La battaglia di Slivice fu guidato da Carl FriedRich von Puckler Burhauss, nato a Korfantow, in Polonia.",
    "Etichetta": "Vero"
  },
  {
    "id": 9,
    "Affermazione": "La rivolta Navy argentina del 1963 fu guidata da Juan Carlos Ongania, nato a Marcos Paz (Buenos Aires), in Argentina.",
    "Etichetta": "Vero"
  },
  {
    "id": 10,
    "Affermazione": "La Guerra Sporca fu guidata da Jorge Rafael Videla, nato a Mercedes (Buenos Aires), in Argentina.",
    "Etichetta": "Vero"
  },
  {
    "id": 11,
    "Affermazione": "Ace Bailey gioca nello Utah Jazz, il cui proprietario è Ryan Smith, nato in Oregon.",
    "Etichetta": "Vero"
  },
  {
    "id": 12,
    "Affermazione": "Ally Cook gioca in Spokane Zephyr FC, il cui proprietario è Osvaldo Alonso, nata a San Cristobal (Cuba)."
    "Etichetta": "Vero"
  },
  {
    "id": 13,
    "Affermazione": "Amos Shapiro Thompson gioca nel Rhode Island FC, il cui proprietario è Michael Parkhurst, nato a Providence (Rhode Island).",
    "Etichetta": "Vero"
  },
  {
    "id": 14,
    "Affermazione": "Cameron Tucker ha giocato nel NY Gotham FC, il cui proprietario è Tammy Murphy, nato in Virginia Beach (Virginia). ": ,
    "Etichetta": "Vero"
  },
  {
    "id": 15,
    "Affermazione": "Artur Remenyak gioca per il Rukh Lviv FC, il cui proprietario è Hryhoriy_Kozlovskyy, nato a Lviv Oblast." ,
    "Etichetta": "Vero"
  },
  {
    "id": 16,
    "Affermazione": "",
    "Etichetta": "Falso"    
  },
  {
    "id": 17,
    "Affermazione": "Thomas Tull ha prodotto il film commedia 'Una notte da leoni', ambientato in California.",
    "Etichetta": "Falso"
  },
  {
    "id": 18,
    "Affermazione": "Il film di cui Pocahontas II: Viaggio nel nuovo mondo è il sequel, Pocahontas (film del 1995), è stato realizzato prima di Nato in Cina, uscito nel 1991.",
    "Etichetta": "Falso"
  },
  {
    "id": 19,
    "Affermazione": "La star sotto contratto con la Metro-Goldwyn-Mayer, Arlene Dahl, recitò nel film 'Ambush' del 1950, basato sull'omonimo racconto scritto da Arlene Dahl.",
    "Etichetta": "Falso"
  },
  {
    "id": 20,
    "Affermazione": "Il filosofo tedesco Theodor W. Adorno scrisse L'opera, in cui Donald Gramm interpretava il ruolo di Hegel lo Squartatore.",
    "Etichetta": "Falso"
  },
  {
    "id": 21,
    "Affermazione": "L'attrice che ha recitato in 'La leggenda del mare azzurro' è diventata famosa grazie al suo ruolo in un film horror giapponese il cui titolo significa 'Quella ragazza bizzarra'",
    "Etichetta": "Falso"
  },
  {
    "id": 22,
    "Affermazione": "La band del musicista heavy metal noto con il soprannome '133' è originaria di Des Moines, Iowa, e si è formata nel 1998.",
    "Etichetta": "Falso"
  },
  {
    "id": 23,
    "Affermazione": "Stand By Me, il cui protagonista è River Phoenix, originario della Florida, è un film tratto dal racconto breve The Body di Stephen King.",
    "Etichetta": "Falso
  },
  {
    "id": 24,
    "Affermazione": "Il rapper e attore americano, originario di Cleveland, Ohio, che ha partecipato come guest star all'album del 2018 contenente il singolo Pop That, ha pubblicato per la prima volta un mixtape nel 2006.",
    "Etichetta": "Falso"
  },
  {
    "id": 25,
    "Affermazione": "Il marito di Beatrice Helen Beckett fu primo ministro del Regno Unito dal 1793 al 1801.",
    "Etichetta": "Falso"
  }, 
  {
    "id": 26,
    "Affermazione": "Il fratello minore di 5 anni della principessa da cui prese il nome SS Principessa Mafalda, che divenne re, regnò per 34 giorni.",
    "Etichetta": "Falso"
  },
  {
    "id": 27,
    "Affermazione": "Owen Wilson ha recitato in un film con l'esperto di arti marziali Tom Wu. Ha anche doppiato il personaggio Pixar nella serie 'Cars'",
    "Etichetta": "Falso"
  },
  {
    "id": 28,
    "Affermazione": "Sia il poeta Maurice Newman che la Macquarie University sono australiani.",
    "Etichetta": "Falso"
  },
  {
    "id": 29,
    "Affermazione": "Il film 'L'ultima Salomè' è basato su un'opera teatrale di uno scrittore scomparso nell'agosto del 1900.",
    "Etichetta": "Falso"
  },
  {
    "id": 30,
    "Affermazione": "Rosario Dawson, protagonista del film con Rachael Leigh Cook, ha debuttato nel film drammatico per adolescenti del 1995 "Daredevil".",
    "Etichetta": "Falso"
  }
]
