[
  {
    "id": 1,
    "Affermazione": "Ainhoa_Artetxe ha ricevuto il Buero Vallejo Award in Spagna, la cui capitale è Madrid."
    "Etichetta": "Vero"
  },
  {
    "id": 2,
    "Affermazione": "Gabriel_Afolayan ha ricevuto l'Africa Movie Academy Award in Nigeria, la cui capitale è Abuja.",
    "Etichetta": "Vero"
  },
  {
    "id": 3,
    "Affermazione": "Walter Mercado ha ricevuto il New York City Award negli USA, la cui capitale è Washington D.C.",
    "Etichetta": "Vero"
  },
  {
    "id": 4,
    "Affermazione": "Miren Galan ha ricevuto il Buero Vallejo Award in Spagna, la cui capitale è Madrid.",
    "Etichetta": "Vero"
  },
  
  {
    "id": 5,
    "Affermazione": "Jean Delannoy ha ricevuto l'Honorary Cesar Award in Francia, la cui capitale è Parigi."
    "Etichetta": "Vero",
  },
  {
    "id": 6,
    "Affermazione": "Il conflitto Hazara del 1979 fu guidato da Nur Muhammad Taraki, nato nella provincia di Ghazni, in Afghanistan",
    "Etichetta": "Vero"
  },
  {
    "id": 7,
    "Affermazione": "Il convoglio SQ-36 fu guidato da Karl Donitz, nato a Grunau, in Germania.",
    "Etichetta": "Vero"
  },
  {
    "id": 8,
    "Affermazione": "La battaglia di Slivice fu guidato da Carl FriedRich von Puckler Burhauss, nato a Korfantow, in Polonia.",
    "Etichetta": "Vero"
  },
  {
    "id": 9,
    "Affermazione": "La rivolta Navy argentina del 1963 fu guidata da Juan Carlos Ongania, nato a Marcos Paz (Buenos Aires), in Argentina.",
    "Etichetta": "Vero"
  },
  {
    "id": 10,
    "Affermazione": "La Guerra Sporca fu guidata da Jorge Rafael Videla, nato a Mercedes (Buenos Aires), in Argentina.",
    "Etichetta": "Vero"
  },
  {
    "id": 11,
    "Affermazione": "Ace Bailey gioca nello Utah Jazz, il cui proprietario è Ryan Smith, nato in Oregon.",
    "Etichetta": "Vero"
  },
  {
    "id": 12,
    "Affermazione": "Ally Cook gioca in Spokane Zephyr FC, il cui proprietario è Osvaldo Alonso, nata a San Cristobal (Cuba)."
    "Etichetta": "Vero"
  },
  {
    "id": 13,
    "Affermazione": "Amos Shapiro Thompson gioca nel Rhode Island FC, il cui proprietario è Michael Parkhurst, nato a Providence (Rhode Island).",
    "Etichetta": "Vero"
  },
  {
    "id": 14,
    "Affermazione": "Cameron Tucker ha giocato nel NY Gotham FC, il cui proprietario è Tammy Murphy, nato in Virginia Beach (Virginia). ": ,
    "Etichetta": "Vero"
  },
  {
    "id": 15,
    "Affermazione": "Artur Remenyak gioca per il Rukh Lviv FC, il cui proprietario è Hryhoriy_Kozlovskyy, nato a Lviv Oblast." ,
    "Etichetta": "Vero"
  },
  {
    "id": 16,
    "Affermazione": "Il libro 'A Guide to Conclusive Proofs for the Principles of Belief' è stato scritto da Al-Juwayni, nato in Joveyn County, in Iran.",
    "Etichetta": "Falso"    
  },
  {
    "id": 17,
    "Affermazione": "Il libro 'The People's Otherworld: Poems' è stato scritto da Les Murray, nato a Nabiac (New South Wales), in Australia.",
    "Etichetta": "Vero"
  },
  {
    "id": 18,
    "Affermazione": "Il libro 'The Boys Who Stole the Funeral' è stato scritto da Les Murray, nato a Nabiac (New South Wales), in Australia.",
    "Etichetta": "Vero"
  },
  {
    "id": 19,
    "Affermazione": "Il libro 'The South' è stato scritto da Colm Toibin, nato a Enniscorthy, nella Repubblica di Irlanda.",
    "Etichetta": "Vero"
  },
  {
    "id": 20,
    "Affermazione": "Il libro 'Knocknagow' è stato scritto da Charles Kickham, nato a Mullinahone, nella Repubblica di Irlanda.",
    "Etichetta": "Vero"
  },
  {
    "id": 21,
    "Affermazione": "Il libro 'Milk' è stato scritto da Beverley Farmer, nato a Windsor (Victoria), in Australia",
    "Etichetta": "Vero"
  },
  {
    "id": 22,
    "Affermazione": "Il libro 'Bartleby & Co' è stato scritto da Enrique Vila Matas, nato a Barcellona, in Spagna.",
    "Etichetta": "Vero"
  },
  {
    "id": 23,
    "Affermazione": "Il libro 'The Power Worshippers' è stato scritto da Katherine Stewart, nata a Boston, negli USA.",
    "Etichetta": "Vero"
  },
  {
    "id": 24,
    "Affermazione": "Il libro 'Its Name was Penelope' è stato scritto da Judy Malloy, nata a Boston, negli USA.",
    "Etichetta": "Falso"
  },
  {
    "id": 25,
    "Affermazione": "Il marito di Beatrice Helen Beckett fu primo ministro del Regno Unito dal 1793 al 1801.",
    "Etichetta": "Falso"
  }, 
  {
    "id": 26,
    "Affermazione": "Il fratello minore di 5 anni della principessa da cui prese il nome SS Principessa Mafalda, che divenne re, regnò per 34 giorni.",
    "Etichetta": "Falso"
  },
  {
    "id": 27,
    "Affermazione": "Owen Wilson ha recitato in un film con l'esperto di arti marziali Tom Wu. Ha anche doppiato il personaggio Pixar nella serie 'Cars'",
    "Etichetta": "Falso"
  },
  {
    "id": 28,
    "Affermazione": "Sia il poeta Maurice Newman che la Macquarie University sono australiani.",
    "Etichetta": "Falso"
  },
  {
    "id": 29,
    "Affermazione": "Il film 'L'ultima Salomè' è basato su un'opera teatrale di uno scrittore scomparso nell'agosto del 1900.",
    "Etichetta": "Falso"
  },
  {
    "id": 30,
    "Affermazione": "Rosario Dawson, protagonista del film con Rachael Leigh Cook, ha debuttato nel film drammatico per adolescenti del 1995 "Daredevil".",
    "Etichetta": "Falso"
  }
]
