[
  {
    "id": 1,
    "Affermazione": "L'account ufficiale di McDonald Azerbaijan promuoveva la presa militare del Nagorno-Karabakh.",
    "Fatti atomici": [
      "L'account ufficiale di McDonald Azerbaijan promuoveva la presa militare",
      "La presa militare era del Nagorno-Karabakh"
    ]
  },
  {
    "id": 2,
    "Affermazione": "Il pittore di Skagen Peder Severin prediligeva il naturalismo, insieme a Theodor Esbern Philipsen e all'artista Ossian Elgstrom con cui studiò nel 1907.",
    "Fatti atomici": [
      "Peder Severin era un pittore di Skagen",
      "Peder Severin prediligeva il naturalismo",
      "Peder Severin studiò con Theodor Esbern Philipsen",
      "Peder Severin studiò con Ossian Elgstrom",
      "Peder Severin studiò con Ossian Elgstrom nel 1907"
    ]
  },
  {
    "id": 3,
    "Affermazione": "Nel 2011 la popolazione dell'area di autorità unitaria che comprende il villaggio di Eastoft era di 167.446 abitanti.",
    "Fatti atomici": [
      "L'area di autorità unitaria comprende il villaggio di Eastoft",
      "La popolazione dell'area di autorità unitaria era di 167.446 abitanti",
      "La popolazione dell'area di autorità unitaria era di 167.446 abitanti nel 2011"
    ]
  },
  {
    "id": 4,
    "Affermazione": "Love Drunk è stato il singolo principale dell'album Boys Like Girls, per il quale il frontman Martin Johnson ha co-scritto una canzone con Taylor Swift.",
    "Fatti atomici": [
      "Love Drunk è stato il singolo principale dell'album Boys Like Girls",
      "Martin Johnson è il frontman dell'album Boys Like Girls",
      "Martin Johnson ha co-scritto una canzone con Taylor Swift"
    ]
  },
  {
    "id": 5,
    "Affermazione": "Nel 1972 la MV Bessel si incagliò sulla seconda isola più grande del Mediterraneo.",
    "Fatti atomici": [
      "La MV Bessel si incagliò nel 1972",
      "La MV Bessel si incagliò sulla seconda isola più grande del Mediterraneo"
    ]
  },
  {
    "id": 6,
    "Affermazione": "L'attrice americana di cinema, televisione e teatro, star del film The Matchmaker e vincitrice del 40° AFI Life Achievement Award, è nata il 24 aprile 1934.",
    "Fatti atomici": [
      "L'attrice è americana",
      "L'attrice lavora nel cinema, televisione e teatro",
      "L'attrice è la star del film The Matchmaker",
      "L'attrice ha vinto il 40° AFI Life Achievement Award",
      "L'attrice è nata il 24 aprile 1934"
    ]
  },
  {
    "id": 7,
    "Affermazione": "Il canale televisivo via cavo e satellitare americano in cui appare April Margera è di proprietà di Viacom Media Networks.",
    "Fatti atomici": [
      "Il canale televisivo è via cavo e satellitare",
      "Il canale televisivo è americano",
      "April Margera appare nel canale televisivo",
      "Il canale televisivo è di proprietà di Viacom Media Networks"
    ]
  },
  {
    "id": 8,
    "Affermazione": "L'uomo noto come la voce di 'Elgar' presta la voce al personaggio inglese del manga love Hina ispirato a Keitaro Arima.",
    "Fatti atomici": [
      "L'uomo è noto come la voce di 'Elgar'",
      "L'uomo presta la voce al personaggio inglese del manga love Hina",
      "Il personaggio inglese del manga love Hina è ispirato a Keitaro Arima"
    ]
  },
  {
    "id": 9,
    "Affermazione": "Il compositore di Longplayer era un musicista della band The Pogues",
    "Fatti atomici": [
      "Il compositore di Longplayer era un musicista",
      "Il compositore di Longplayer faceva parte della band The Pogues"
    ]
  },
  {
    "id": 10,
    "Affermazione": "Mario Mazzacurati vinse il Gran Premio del Sudafrica del 1936 con la Bugatti, un modello di automobile fondato nel 1909 nell'allora città tedesca di Molsheim, in Alsazia.",
    "Fatti atomici": [
      "Mario Mazzacurati vinse il Gran Premio del Sudafrica del 1936",
      "Mario Mazzacurati vinse il Gran Premio del Sudafrica del 1936 con la Bugatti",
      "La Bugatti è un modello di automobile",
      "La Bugatti fu fondata nel 1909",
      "La Bugatti fu fondata a Molsheim",
      "Molsheim era una città tedesca",
      "Molsheim si trova in Alsazia"
    ]
  },
  {
    "id": 11,
    "Affermazione": "L'uomo che allenò la squadra di football degli Indiana Hoosiers nel 1973 nacque nel 1935.",
    "Fatti atomici": [
      "L'uomo allenò la squadra di football degli Indiana Hoosiers",
      "L'uomo allenò la squadra di football degli Indiana Hoosiers nel 1973",
      "L'uomo nacque nel 1935"
    ]
  },
  {
    "id": 12,
    "Affermazione": "Seth Rollins è stato una star della WWE, non Jirair Hovnanian.",
    "Fatti atomici": [
      "Seth Rollins è stato una star della WWE",
      "Seth Rollins non è Jirair Hovnanian"
    ]
  },
  {
    "id": 13,
    "Affermazione": "La star di Playback (film) è un attore e musicista statunitense, attivo sia in ambito cinematografico che televisivo. L'attore ha recitato in Now You See It, il film originale Disney Channel del 2005 diretto da Aly Michalka.",
    "Fatti atomici": [
      "La star di Playback è un attore e musicista",
      "La star di Playback è statunitense",
      "La star di Playback lavora nel cinema e nella televisione",
      "La star di Playback ha recitato in Now You See It",
      "Now You See It è un film originale Disney Channel",
      "Now You See It è stato diretto da Aly Michalka",
      "Now You See It è del 2005"
    ]
  },
  {
    "id": 14,
    "Affermazione": "'Fallen in Love' è basato sulla serie di romanzi paranormali pubblicata dalla Delacorte Press.",
    "Fatti atomici": [
      "'Fallen in Love' è basato su una serie di romanzi",
      "La serie di romanzi è di genere paranormali",
      "La serie di romanzi è stata pubblicata dalla Delacorte Press"
    ]
  },
  {
    "id": 15,
    "Affermazione": "L'infermiera di Liverpool Mimi Smith era la zia e la tutrice di John Lennon, uno dei figli più famosi della città.",
    "Fatti atomici": [
      "Mimi Smith era un'infermiera",
      "Mimi Smith era di Liverpool",
      "Mimi Smith era la zia di John Lennon",
      "Mimi Smith era la tutrice di John Lennon",
      "John Lennon è uno dei figli più famosi della città"
    ]
  },
  {
    "id": 16,
    "Affermazione": "La star del thriller drammatico del 2004 Corn (film) è l'attrice canadese che ha recitato nel film per la televisione del 1996 'Bastard Out of California' diretto da Anjelica Huston.",
    "Fatti atomici": [
      "La star di Corn è un'attrice canadese",
      "L'attrice ha recitato in Corn",
      "Corn è un film del 2004",
      "L'attrice ha recitato in 'Bastard Out of California'",
      "'Bastard Out of California' è un film per la televisione",
      "'Bastard Out of California' è del 1996",
      "'Bastard Out of California' è stato diretto da Anjelica Huston"
    ]
  },
  {
    "id": 17,
    "Affermazione": "Thomas Tull ha prodotto il film commedia 'Una notte da leoni', ambientato in California.",
    "Fatti atomici": [
      "Thomas Tull ha prodotto 'Una notte da leoni'",
      "'Una notte da leoni' è un film commedia",
      "'Una notte da leoni' è ambientato in California"
    ]
  },
  {
    "id": 18,
    "Affermazione": "Il film di cui Pocahontas II: Viaggio nel nuovo mondo è il sequel, Pocahontas (film del 1995), è stato realizzato prima di Nato in Cina, uscito nel 1991.",
    "Fatti atomici": [
      "Pocahontas II: Viaggio nel nuovo mondo è il sequel di Pocahontas",
      "Pocahontas è un film del 1995",
      "Pocahontas è stato realizzato prima di Nato in Cina",
      "Nato in Cina è uscito nel 1991"
    ]
  },
  {
    "id": 19,
    "Affermazione": "La star sotto contratto con la Metro-Goldwyn-Mayer, Arlene Dahl, recitò nel film 'Ambush' del 1950, basato sull'omonimo racconto scritto da Arlene Dahl.",
    "Fatti atomici": [
      "Arlene Dahl è una star sotto contratto con la Metro-Goldwyn-Mayer",
      "Arlene Dahl ha recitato in 'Ambush'",
      "'Ambush' è un film del 1950",
      "'Ambush' è basato su un racconto",
      "Il racconto è stato scritto da Arlene Dahl"
    ]
  },
  {
    "id": 20,
    "Affermazione": "Il filosofo tedesco Theodor W. Adorno scrisse L'opera, in cui Donald Gramm interpretava il ruolo di Hegel lo Squartatore.",
    "Fatti atomici": [
      "Theodor W. Adorno è un filosofo tedesco",
      "Theodor W. Adorno scrisse L'opera",
      "L'opera include il ruolo di Hegel lo Squartatore",
      "Il ruolo di Hegel lo Squartatore è stato interpretato da Donald Gramm"
    ]
  },
  {
    "id": 21,
    "Affermazione": "L'attrice che ha recitato in 'La leggenda del mare azzurro' è diventata famosa grazie al suo ruolo in un film horror giapponese il cui titolo significa 'Quella ragazza bizzarra'",
    "Fatti atomici": [
      "L'attrice ha recitato in 'La leggenda del mare azzurro'",
      "L'attrice è diventata famosa grazie a un film horror giapponese",
      "Il film horror giapponese si intitola 'Quella ragazza bizzarra'"
    ]
  },
  {
    "id": 22,
    "Affermazione": "La band del musicista heavy metal noto con il soprannome '133' è originaria di Des Moines, Iowa, e si è formata nel 1998.",
    "Fatti atomici": [
      "Il musicista è noto con il soprannome '133'",
      "Il musicista fa parte di una band",
      "La band è originaria di Des Moines, Iowa",
      "La band si è formata nel 1998"
    ]
  },
  {
    "id": 23,
    "Affermazione": "Stand By Me, il cui protagonista è River Phoenix, originario della Florida, è un film tratto dal racconto breve The Body di Stephen King.",
    "Fatti atomici": [
      "Stand By Me è un film",
      "Il protagonista di Stand By Me è River Phoenix",
      "River Phoenix è originario della Florida",
      "Stand By Me è tratto da un racconto breve",
      "Il racconto breve si intitola The Body",
      "The Body è stato scritto da Stephen King"
    ]
  },
  {
    "id": 24,
    "Affermazione": "Il rapper e attore americano, originario di Cleveland, Ohio, che ha partecipato come guest star all'album del 2018 contenente il singolo Pop That, ha pubblicato per la prima volta un mixtape nel 2006.",
    "Fatti atomici": [
      "Il rapper e attore è americano",
      "Il rapper e attore è originario di Cleveland, Ohio",
      "Il rapper e attore ha partecipato come guest star a un album",
      "L'album contiene il singolo Pop That",
      "L'album è del 2018",
      "Il rapper e attore ha pubblicato un mixtape per la prima volta nel 2006"
    ]
  },
  {
    "id": 25,
    "Affermazione": "Il marito di Beatrice Helen Beckett fu primo ministro del Regno Unito dal 1793 al 1801.",
    "Fatti atomici": [
      "Beatrice Helen Beckett ha un marito",
      "Il marito di Beatrice Helen Beckett è stato primo ministro del Regno Unito",
      "Il marito di Beatrice Helen Beckett è stato primo ministro dal 1793 al 1801"
    ]
  },
  {
    "id": 26,
    "Affermazione": "Il fratello minore di 5 anni della principessa da cui prese il nome SS Principessa Mafalda, che divenne re, regnò per 34 giorni.",
    "Fatti atomici": [
      "La principessa ha un fratello minore",
      "Il fratello minore ha 5 anni meno della principessa",
      "Il fratello minore divenne re",
      "Il re regnò per 34 giorni",
      "La nave SS Principessa Mafalda prende il nome dalla principessa"
    ]
  },
  {
    "id": 27,
    "Affermazione": "Owen Wilson ha recitato in un film con l'esperto di arti marziali Tom Wu. Ha anche doppiato il personaggio Pixar nella serie 'Cars'",
    "Fatti atomici": [
      "Owen Wilson ha recitato in un film",
      "Il film include l'esperto di arti marziali Tom Wu",
      "Owen Wilson ha doppiato un personaggio Pixar",
      "Il personaggio Pixar è nella serie 'Cars'"
    ]
  },
  {
    "id": 28,
    "Affermazione": "Sia il poeta Maurice Newman che la Macquarie University sono australiani.",
    "Fatti atomici": [
      "Maurice Newman è un poeta",
      "Maurice Newman è australiano",
      "La Macquarie University è australiana"
    ]
  },
  {
    "id": 29,
    "Affermazione": "Il film 'L'ultima Salomè' è basato su un'opera teatrale di uno scrittore scomparso nell'agosto del 1900.",
    "Fatti atomici": [
      "Il film 'L'ultima Salomè' è basato su un'opera teatrale",
      "L'opera teatrale è stata scritta da uno scrittore",
      "Lo scrittore è scomparso nell'agosto del 1900"
    ]
  },
  {
    "id": 30,
    "Affermazione": "Rosario Dawson, protagonista del film con Rachael Leigh Cook, ha debuttato nel film drammatico per adolescenti del 1995 'Daredevil'",
    "Fatti atomici": [
      "Rosario Dawson è la protagonista di un film",
      "Il film include Rachael Leigh Cook",
      "Rosario Dawson ha debuttato in un film",
      "Il film di debutto è 'Daredevil'",
      "'Daredevil' è un film drammatico per adolescenti",
      "'Daredevil' è del 1995"
    ]
  }
]