[
  {
    "id": 1,
    "Affermazione": "John McCain si è opposto alle tutele contro il fallimento per le famiglie finite in bancarotta solo a causa di spese mediche che non potevano pagare.",
    "Etichetta": "Vero"
  },
  {
    "id": 2,
    "Affermazione": "Esistono in realtà solo 30 Paesi che praticano la cittadinanza per diritto di nascita.",
    "Etichetta": "Vero"
  },
  {
    "id": 3,
    "Affermazione": "Se si guardano solo i numeri, la criminalità è in calo su tutta la linea. L'anno scorso abbiamo avuto una diminuzione del 10% dei reati più gravi.",
    "Etichetta": "Vero"
  },
  {
    "id": 4,
    "Affermazione": "Dal 1978, la retribuzione dei CEO è aumentata di oltre il 1.000%, mentre quella dei lavoratori medi solo dell'11,9%.",
    "Etichetta": "Vero"
  },
  {
    "id": 5,
    "Affermazione": "Il razzismo è fisicamente incorporato in alcune delle nostre autostrade.",
    "Etichetta": "Vero"
  },
  {
    "id": 6,
    "Affermazione": "Le leggi sui conflitti di interesse finanziari non si applicano al presidente, quindi il presidente non è obbligato ad avere un blind trust.",
    "Etichetta": "Vero"
  },
  {
    "id": 7,
    "Affermazione": "Metà delle entrate generali va all'istruzione.",
    "Etichetta": "Vero"
  },
  {
    "id": 8,
    "Affermazione": "Un giudice federale ha sanzionato un avvocato \"birther\" del Tennessee per aver intentato una causa frivola.",
    "Etichetta": "Vero"
  },
  {
    "id": 9,
    "Affermazione": "I Repubblicani alla Camera dominano Twitter, YouTube e i social media al Congresso.",
    "Etichetta": "Vero"
  },
  {
    "id": 10,
    "Affermazione": "In Georgia gli insegnanti possono guadagnare circa 6.000 dollari in più all'anno.",
    "Etichetta": "Vero"
  },
  {
    "id": 11,
    "Affermazione": "Bennie Thompson avrebbe incoraggiato attivamente le rivolte negli anni ’90.",
    "Etichetta": "Falso"
  },
  {
    "id": 12,
    "Affermazione": "Il CDC ha gonfiato i numeri del COVID violando la legge federale.",
    "Etichetta": "Falso"
  },
  {
    "id": 13,
    "Affermazione": "Io e mio marito non abbiamo mai ricevuto un solo centesimo di sussidi agricoli.",
    "Etichetta": "Falso"
  },
  {
    "id": 14,
    "Affermazione": "L'accordo nucleare con l'Iran consente all'Iran di produrre un'arma nucleare.",
    "Etichetta": "Falso"
  },
  {
    "id": 15,
    "Affermazione": "450.000 schede elettorali avevano un voto solo per Joe Biden e nessun altro candidato.",
    "Etichetta": "Falso"
  },
  {
    "id": 16,
    "Affermazione": "Con il voto per posta, le persone firmano schede elettorali nel salotto di qualcuno.",
    "Etichetta": "Falso"
  },
  {
    "id": 17,
    "Affermazione": "I vaccini contro il COVID-19 contengono ossido di grafene.",
    "Etichetta": "Falso"
  },
  {
    "id": 18,
    "Affermazione": "Negli Stati Uniti avvengono 63 milioni di aborti all'anno.",
    "Etichetta": "Falso"
  },
  {
    "id": 19,
    "Affermazione": "L'ivermectina è efficace contro la variante Omicron in studi di fase III.",
    "Etichetta": "Falso"
  },
  {
    "id": 20,
    "Affermazione": "Il vaiolo delle scimmie è una forma di guerra biologica condotta dai governi.",
    "Etichetta": "Falso"
  },
  {
    "id": 21,
    "Affermazione": "Sono l'unico candidato repubblicano che ha effettivamente ridotto le dimensioni del governo.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 22,
    "Affermazione": "Maggie Hassan è stata fuori dallo Stato per 30 giorni negli ultimi tre mesi.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 23,
    "Affermazione": "Quest'anno il governo federale avrà più entrate di qualsiasi altro anno nella storia.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 24,
    "Affermazione": "Obama ha cambiato posizione sul divieto delle pistole.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 25,
    "Affermazione": "L'Obamacare ha colpito gli americani con oltre 500 miliardi di dollari in nuove tasse.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 26,
    "Affermazione": "Il Wisconsin è stato ultimo nella creazione di nuove imprese per tre anni consecutivi.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 27,
    "Affermazione": "Hillary Clinton ha detto che gli attentati terroristici erano causati da Donald Trump.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 28,
    "Affermazione": "Il caso Verizon con i pompieri dimostra il pericolo dell'abolizione della neutralità della rete.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 29,
    "Affermazione": "Il 2012 è stato il primo anno in cui le minoranze hanno costituito la maggioranza delle nascite negli Stati Uniti.",
    "Etichetta": "Inconclusivo"
  },
  {
    "id": 30,
    "Affermazione": "Suzanne Bonamici vota con il suo partito nel 98% dei casi.",
    "Etichetta": "Inconclusivo"
  }
]